Repository: imphil/muc-studentenwerk-cafeteria
Catalog: cafeteria_plasmoid/po/*.po
Languages: de

source: Configuration
de: Einstellungen

source: Location:
de: Standort:

source: Please choose a cafeteria location.
de: Bitte whlen Sie zuerst eine Mensa/Cafeteria.

source: Failed to load cafeteria DataEngine
de: DataEngine kann nicht geladen werden.

source: go to previous day
de: zum vorherigen Tag

source: go to next day
de: zum nchsten Tag

source: No menu available for today.
de: Kein Speiseplan fr heute verfgbar.

source: Cafeteria is closed today.
de: Die Cafeteria/Mensa hat heute geschlossen.

source: Loading data ...
de: Lade Daten ...

# NAME OF TRANSLATORS
source: Your names
de: Philipp Wagner

# EMAIL OF TRANSLATORS
source: Your emails
de: mail@philipp-wagner.com
